var contents = [
  {
    date: "Nov 11 2017",
    title: "知识付费这两年，我花5000元买的4个教训",
    content: "现在流行说一个词，叫做智商税，意即为自己的低智商买单交的税。如果这样说的话，这就是我这一两年来交的一笔最大的智商税。",
    like_num: "92",
    view_num: "150",
    author_image: "/images/avatar/1.jpg",
    news_image: "/images/news/1.jpg",
    postId:"0",
    author:"小鹿快跑9",
    dateTime:"三天前",
    detail: "618电商大促的第二天，和同事交流购物心得，我说我买了四百多块钱的书。她们面露诧异之情：我一年都没买过四百块钱的书啊!\n因为很多时候书籍也是同事代收，我才意识到和她们衣服、化妆品的买买买相比这两年有点不对了，或者说我的注意力发生变化了。\n2016年被称为知识付费元年，得到、在行等搅动着大家知识焦虑的神经；2017年这股风已经越刮越猛，知乎live、喜马拉雅付费课程等让大家觉得：原来改变命运的知识我只是还没看到！\n在这股知识付费的浪潮中，我也带上钱包，紧跟步伐。但我不是上端的创造者，而是下端的消费者，当然这并不妨碍我前进，我一边付着费儿一边唱着歌：“怎么大风越狠，我心越浪……”当然最后都还是长江后浪推前浪，前浪死在沙滩上。\n这一两年我也不知道自己活得怎样，但是还是给自己算了一笔账，2016.1 - 2017.6，我一共：在知乎上买了46次讲座，花费大约为1500元；在微信上买了21个讲座，花费大约500元；参加了一个写作培训班，花费大约500元；在得到上买课程，花费大约300元；参加过两次早睡早起打卡群，花费100元；购买了几个七七八八课程，花费大约2000元。加上一起总计花费大约5000元。\n这些还不包括我每年买的纸质书籍电子书籍，要知道这方面我也是很疯狂的。当然，我不能全部否定这些课程，至少在有些点上很受用的。但是这些讲座或者课程给我带来的最大结果是：因为花金钱了我自然会花时间在上面，每个讲座至少要一个小时。有的还会听两三遍，所以算下来我的时间成本大约是300个小时。300个小时差不多可以写一本书了。\n现在流行说一个词，叫做智商税，意即为自己的低智商买单交的税。如果这样说的话，这就是我这一两年来交的一笔最大的智商税。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=468513829.mp3',
      title: '说散就散',
      coverImgUrl: 'http://img0.ph.126.net/U4xDaBm27QKMixx9Wb-1BQ==/6631750562422601778.jpg'
    }
  },
  {
    date: "Nov 13 2017",
    title: "当我27岁， 我在想什么？",
    content: "你看，人到了27岁，连一岁都必须瞒着，小时候恨不得多报几岁，长大后却恨不得年年都是18岁。",
    like_num: "100",
    view_num: "201",
    author_image: "/images/avatar/2.jpg",
    news_image: "/images/news/2.jpg",
    postId: "1",
    author:"微光影影",
    dateTime:"1天前",
    detail: "我今年27岁，过得却像一个迟暮的老人。\n早上六点半起床，做营养早餐：熬碗八宝粥，再加一个炒菜，或是番茄炒蛋，或者酸辣白菜，外加一个馒头，吃得饱饱的。 我儿时因为是吃百家饭长大，再加上没喝过母乳和奶粉，所以从小就有胃病，吃饭的时候，一定是细嚼慢咽，有条不紊。\n七点半吃完饭，就走半个小时的路程去上班，到公司总是一个人也没有，空荡荡的很是安静。于是我就拿出手机，开始背英语单词。其实我的工作完全用不到英语，但不知道为什么，我就是还想背背，也许哪天就用上了呢。\n九点的时候，同事都已经到齐，该开始工作了。我很喜欢自己的工作，没有同事知道我的情况，我编织了一个又一个谎言，只为让他们相信，我就是父母双全的普通人家的孩子，从小不温不火地长大，没有挫折，也没有一帆风顺，伪装自己虽然有点累，但说的久了，自己也就信了。\n11点的时候，我的工作基本完成了。说真的，我的工作效率还是很高的，基本布置的任务，我都是提前完成。这个时候，就可以看看书啦，开心；\n中午12点和同事一起吃带过来的饭，我因为没有母亲，所以4岁的时候，就开始搬个小板凳做饭了，因此做的饭还算好吃，吃完饭是一定要午睡的，毕竟是老年人的生活；\n一点半开始下午的工作，持续到晚上6点，7点的时候公司提供免费的晚餐，所以我总是蹭吃，能节省一些是一些。\n7点以后，就是我的自由时间了，同事已经下班回家，而我家里过于冷清和寒冷，所以我总是待在公司里看书，或者写东西。最近再看《自控力》和王小波的《黄金时代》，王小波啊，真是个流氓，不对，文氓。\n晚上回家的时候已经九点多了，洗洗刷刷，每天都会泡泡脚，不然会冻得睡不着；\n到了十点，准时躺进被窝，准时睡觉。\n我今年27岁，一直贫穷，可能会嫁不出去，坚持码字，但未必有很多人看，也未必能写出好的文章，还未必能一直有灵感，生活波澜不惊，平淡如水，就这样迷茫而又坚挺地生活。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=496870798.mp3',
      title: '带你去旅行',
      coverImgUrl: 'http://img0.ph.126.net/qMy6eBq4JeuH9F8IK0eEDA==/6631659302957164791.jpg'
    }
  },
  {
    date: "Nov 15 2017",
    title: "上了985、211才知道，读书无用论都是骗人的",
    content: "学识影响眼界，眼界决定格局，而格局影响人一生。有句被说过无数遍的话：最怕你一生碌碌无为，还安慰自己平凡可贵。还没高调的资格呢，就嚷嚷着要低调，还没活明白呢就开始说去伪存真，这是一种最损己不利人的行为，自己活得假，别人看着也特别累。",
    like_num: "88",
    view_num: "171",
    author_image: "/images/avatar/3.jpg",
    news_image: "/images/news/3.jpg",
    postId: "2",
    author:"槽值",
    dateTime:"1天前",
    detail: "一张高校文凭，不能确保让人站上顶峰，却会让大多数人免于跌落谷底。\n那些说它“没用”的人，不过是一直处在谷底上方，但这绝不等同于“谷底”不存在。\n曾看到一位网友的跟贴，他说：“其实我也没高考，也没读过大学，现在过得也不错，但这是我几年来起早摸黑努力得到的结果，不可以说读书无用论，其实读好大学，人生肯定会有个好的起点，更好地认识世界。\n”学识影响眼界，眼界决定格局，而格局影响人一生。\n有句被说过无数遍的话：最怕你一生碌碌无为，还安慰自己平凡可贵。\n还没高调的资格呢，就嚷嚷着要低调，还没活明白呢就开始说去伪存真，这是一种最损己不利人的行为，自己活得假，别人看着也特别累。\n读书是一生的事，不是什么时候要用到了，我们才去学什么。\n刘媛媛在《超级演说家》中曾发表过这样一段演说：“有些人出生就含着金钥匙，有些人出生连爸妈都没有，人生跟人生是没有可比性的，我们的人生是怎么样，完全决定于自己的感受。你一辈子都在感受抱怨，那你的一生就是抱怨的一生；你一辈子都在感受感动，那你的一生就是感动的一生；你一辈子都立志于改变这个社会，那你的一生就是斗士的一生。”\n这世界就是，一些人总在昼夜不停地运转，而另外一些人，起床就发现世界已经变了。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=476592630.mp3',
      title: 'coolKids',
      coverImgUrl: 'http://img1.ph.126.net/5cUZxsNR_n1-8ZdyiZ4hGw==/6631610924445900880.png'
    }
  },
  {
    date: "Dec 12 2017",
    title: "为了更好地投放广告，YouTube 提高视频博主准入门槛",
    content: "这样就不会让广告出现在它们“不该出现的地方”",
    like_num: "68",
    view_num: "105",
    author_image: "/images/avatar/3.jpg",
    news_image: "/images/swiper/youtobe.jpg",
    postId: "3",
    author: "万晓华",
    dateTime: "1小时前",
    detail: "对于想要通过 YouTube 赚钱的视频博主来说，准入门槛正在提高。据 Hollywood Reporter 报道，为了平息广告商们数月以来的控诉及不当视频造成的负面影响，Google 旗下的视频网站 YouTube 推出了新的内容审查及广告投放策略。从 2 月 20 日起，YouTube 将更新合作伙伴计划相关加入资格的最低标准——一个频道必须在过去一年拥有至少 1000 名订阅者和 4000 小时观看时数，才能合乎加入 YouTube 合作伙伴计划（YPP）的条件。过去，YouTube 频道观看次数只要累积达 1 万次以上，就可加入这一计划。YPP 是 YouTube 在 2007 年 5 月推出的一个项目，原创播客可通过在其视频中投放的广告以及观看其内容的 YouTube Red 订阅者赚取收益。去年，游戏主播 Daniel Middleton 以 1650 万美元成为年收入最高的 YouTube 红人。YouTube 首席产品官 Neal Mohan 和首席业务官 Robert Kyncl 在博客中说：“2017 是严峻的一年，许多议题影响我们的社群和广告伙伴。”新的一年，YouTube 着重关注如何保护原创生态系统，以及确保原创者们拥有更加稳定的收益。这一举措是想给予 YouTube 更多时间了解一个频道，之后再去判断是否投放广告。从理论上讲，这可能让 YouTube 更容易地辨别出那些操纵其他用户或传播虚假信息的上传者们。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=518863348.mp3',
      title: '小美好',
      coverImgUrl: 'http://img1.ph.126.net/5cUZxsNR_n1-8ZdyiZ4hGw==/6631610924445900880.png'
    }
  },
  {
    date: "Dec 12 2017",
    title: "“世界上最大的篮子”卖出了 120 万美金，不过不会拆",
    content: "最难看的建筑榜上它一定有名。",
    like_num: "66",
    view_num: "109",
    author_image: "/images/avatar/1.jpg",
    news_image: "/images/swiper/basket.jpg",
    postId: "4",
    author: "徐雪晴",
    dateTime: "2小时前",
    detail: "常与各种拟物建筑为伍、现身各大奇怪建筑榜单的“野餐篮”办公楼，在待售 3 年后，终于找到了买家——俄亥俄州的房地产开发商 Coon Restoration。他们愿意出资 120 万美金买下这只“世界上最大的篮子”，这已是优惠价，三年前这个数字是 750 万。这座建筑原是俄亥俄州当地的制造公司 The Longaberger Company 的总部大楼。该公司的主要业务之一是生产手工制作的枫木篮子。美国家庭外出野餐时，常会拎着这样的篮子外出，在里面装上水果、三明治等食物。The Longaberger Company 生产的所有篮子中卖得最好的，是 Medium Market Basket，公司创始人 Dave Longaberger 于是将其作为原型，让建筑师打造了一座外观几乎一致的建筑。这座建筑占地 18 万平方英尺，共 7 层，耗资 3200 万美金于 1997 年建成后，很快吸引了人们的关注，公司还为此聪明地推出过建筑导览，以进一步提升其知名度。Dave Longaberger 本打算将 The Longaberger Company 所有的建筑都打造成篮子形状，不过到他 1999 年去世，只有这栋总部大楼得以完工，而这家公司也很快走向了下坡路。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=526464145.mp3',
      title: '喜欢',
      coverImgUrl: 'http://img1.ph.126.net/5cUZxsNR_n1-8ZdyiZ4hGw==/6631610924445900880.png'
    }
  },
  {
    date: "Dec 20 2017",
    title: "和女高中生共同开发，资生堂推出了面向年轻一代的新品牌",
    content: "杂货店里卖的一次性化妆品",
    like_num: "46",
    view_num: "98",
    author_image: "/images/avatar/2.jpg",
    news_image: "/images/swiper/girl.jpg",
    postId: "5",
    author: "胡晓琪 陈思吟",
    dateTime: "2小时前",
    detail: "1 月 26 日起，资生堂将正式推出一个新的化妆品牌， Poseme。有意思的是，Posme 和其它的资生堂旗下强调效用的品牌不太一样，它针对年轻的女高中生群体，主打有趣、好玩。贩卖 Posme 的不是资生堂的化妆品柜台，它们将入驻新开设的涩谷 Posme Lab，以及首都圈和关西圈的 Loft、Plaza 等连锁杂货店。Posme 的商品包装设计十分讨巧，它包括八种不同颜色，可以用于眼、唇、面颊的化妆品，它们被压成薄薄一片，放在一个名为 Play Color Chips 的一次性塑料小方块内，只需撕开包装即可取用，轻巧便携。每一片 Play Color Chips 上绘有不同的图案，同款色号六枚包装的只要 324 日元（约 18.8 元）。",
    music: {
      dataUrl: 'http://music.163.com/song/media/outer/url?id=471403427.mp3',
      title: '我喜欢上你时的内心活动',
      coverImgUrl: 'http://img1.ph.126.net/5cUZxsNR_n1-8ZdyiZ4hGw==/6631610924445900880.png'
    }
  }
]
module.exports = {
  postList: contents
}